export const contact_code_dictionary = {
    // ของเก่า
    // INS: "ลูกค้าติดต่อด้วยตนเอง",
    // AGT: "ตัวแทนยื่นคำขอแทนผู้เอาประกันภัย",
    // POS: "ลูกค้าส่งเอกสารทางไปรษณีย์",
    // EML: "ลูกค้าส่งเอกสารทาง E-mail หรือ Line",
    // BRP: "เจ้าหน้าที่สาขา",
    // BNF: "ผู้รับประโยชน์",
    // PAY: "ผู้ชำระเบี้ย",
    // LGS: "ผู้ปกครองโดยชอบธรรม",
    // ATN: "ผู้รับมอบอำนาจ",
    // ISV: "I-Service",
    // OPR: "ฝ่ายปฏิบัติการประกันชีวิต",
    // CLM: "ฝ่ายสินไหม",
    // UWR: "ฝ่ายพิจารณารับประกัน",
    // CRM: "ฝ่ายลูกค้าสัมพันธ์",
    // ALT: "ฝ่ายธุรกิจสถาบัน (Alternative Division)",
    // GRP: "ฝ่ายการตลาดประกันชีวิตกลุ่ม",
    // SSG: "ฝ่ายการตลาด",
    // BRM: "Branch ฝ่ายบริการและรักษาลูกค้า",
    // BRN: "Branch สาขา",
    // RAL: "Rider ใบเตือน",

//ของใหม่ 
//DB : Alter
//Query : select * from cf_master_config where config_type in ('CONTACT_CODE');
CLM: "ฝ่ายสินไหม",
UWR: "ฝ่ายพิจารณารับประกัน",
ISV: "iService ผ่านช่องทาง Web: Oceanlife iService, Line Ocean Connect, Ocean Club App",
RAL: "Rider บนใบแจ้งเตือน LP58",
INS: "ลูกค้าติดต่อด้วยตนเอง",           //  ไม่ต้องระบุเพิ่ม
AGT: "ตัวแทนยื่นคำขอแทนผู้เอาประกันภัย", //  ต้องระบุเพิ่ม
POS: "ลูกค้าส่งเอกสารทางไปรษณีย์",
EML: "ลูกค้าส่งเอกสารทาง E-mail หรือ Line", 
BRP: "เจ้าหน้าที่สาขา",                //  ต้องระบุเพิ่ม
BNF: "ผู้รับประโยชน์",                 //  ต้องระบุเพิ่ม   
PAY: "ผู้ชำระเบี้ย",                   //  ต้องระบุเพิ่ม
LGS: "ผู้ปกครองโดยชอบธรรม",         //  ต้องระบุเพิ่ม
ATN: "ผู้รับมอบอำนาจ",               //  ต้องระบุเพิ่ม
OPR: "ฝ่ายปฏิบัติการประกันชีวิต",
ALT: "ฝ่ายธุรกิจสถาบัน (Alternative Division)",
GRP: "ฝ่ายการตลาดประกันชีวิตกลุ่ม",
SSG: "ฝ่ายการตลาด",
CRM: "ฝ่ายลูกค้าสัมพันธ์  ศูนย์ลูกค้าสัมพันธ์",
MSG: "ลูกค้าส่งเอกสารทางไปรษณีย์, E-mail หรือ Line",    //  ไม่ต้องระบุเพิ่ม
CPY: "งานบันทึกสลักหลัง Copayment",
CIS: "ระบบงาน CIS",
BRM: "ฝ่ายลูกค้าสัมพันธ์  ศูนย์อนุรักษ์กรมธรรม์",
BRN: "สำนักงานสาขา ฝ่ายกิจการสาขา",
}