export const data_matrix_save_endorse = [
  {
    policy_no: 'ข0085507', channel_code: 'BRN', policy_type: 'G', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0063892', channel_code: 'BRN', policy_type: 'G', policy_status: '1', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0185587', channel_code: 'BRN', policy_type: 'G', policy_status: '2', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0199366', channel_code: 'BRN', policy_type: 'G', policy_status: '6', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0173613', channel_code: 'BRN', policy_type: 'G', policy_status: '8', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6730130', channel_code: 'BRN', policy_type: 'I', policy_status: '1', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5957825', channel_code: 'BRN', policy_type: 'I', policy_status: '2', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6870763', channel_code: 'BRN', policy_type: 'I', policy_status: '6', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5751789', channel_code: 'BRN', policy_type: 'I', policy_status: '8', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1642718', channel_code: 'BRN', policy_type: 'O', policy_status: 'E', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1548807', channel_code: 'BRN', policy_type: 'O', policy_status: 'F', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600642', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1248105', channel_code: 'BRN', policy_type: 'O', policy_status: 'R', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600673', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'MRTA', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1663440', channel_code: 'BRN', policy_type: 'O', policy_status: 'E', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1002268', channel_code: 'BRN', policy_type: 'O', policy_status: 'F', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600651', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '0309205', channel_code: 'BRN', policy_type: 'O', policy_status: 'P', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1667875', channel_code: 'BRN', policy_type: 'O', policy_status: 'R', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1623905', channel_code: 'BRN', policy_type: 'O', policy_status: 'W', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'PAR90000382', channel_code: 'BRN', policy_type: 'P', policy_status: 'I', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0085507', channel_code: 'BRN', policy_type: 'G', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0063892', channel_code: 'BRN', policy_type: 'G', policy_status: '1', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0185587', channel_code: 'BRN', policy_type: 'G', policy_status: '2', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0199366', channel_code: 'BRN', policy_type: 'G', policy_status: '6', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0173613', channel_code: 'BRN', policy_type: 'G', policy_status: '8', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6730130', channel_code: 'BRN', policy_type: 'I', policy_status: '1', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5957825', channel_code: 'BRN', policy_type: 'I', policy_status: '2', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6870763', channel_code: 'BRN', policy_type: 'I', policy_status: '6', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5751789', channel_code: 'BRN', policy_type: 'I', policy_status: '8', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1642718', channel_code: 'BRN', policy_type: 'O', policy_status: 'E', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1548807', channel_code: 'BRN', policy_type: 'O', policy_status: 'F', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600642', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1688642', channel_code: 'BRN', policy_type: 'O', policy_status: 'O', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1248105', channel_code: 'BRN', policy_type: 'O', policy_status: 'R', contact_code: 'ATN', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600673', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'MRTA', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1663440', channel_code: 'BRN', policy_type: 'O', policy_status: 'E', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1002268', channel_code: 'BRN', policy_type: 'O', policy_status: 'F', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600651', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1691428', channel_code: 'BRN', policy_type: 'O', policy_status: 'O', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '0309205', channel_code: 'BRN', policy_type: 'O', policy_status: 'P', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1667875', channel_code: 'BRN', policy_type: 'O', policy_status: 'R', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1623905', channel_code: 'BRN', policy_type: 'O', policy_status: 'W', contact_code: 'ATN', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'PAR90000382', channel_code: 'BRN', policy_type: 'P', policy_status: 'I', contact_code: 'ATN', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0085507', channel_code: 'BRN', policy_type: 'G', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0063892', channel_code: 'BRN', policy_type: 'G', policy_status: '1', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0185587', channel_code: 'BRN', policy_type: 'G', policy_status: '2', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0199366', channel_code: 'BRN', policy_type: 'G', policy_status: '6', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0173613', channel_code: 'BRN', policy_type: 'G', policy_status: '8', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6730130', channel_code: 'BRN', policy_type: 'I', policy_status: '1', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5957825', channel_code: 'BRN', policy_type: 'I', policy_status: '2', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6870763', channel_code: 'BRN', policy_type: 'I', policy_status: '6', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5751789', channel_code: 'BRN', policy_type: 'I', policy_status: '8', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1642718', channel_code: 'BRN', policy_type: 'O', policy_status: 'E', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1548807', channel_code: 'BRN', policy_type: 'O', policy_status: 'F', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600642', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1248105', channel_code: 'BRN', policy_type: 'O', policy_status: 'R', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600673', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'MRTA', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1663440', channel_code: 'BRN', policy_type: 'O', policy_status: 'E', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1002268', channel_code: 'BRN', policy_type: 'O', policy_status: 'F', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600651', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '0309205', channel_code: 'BRN', policy_type: 'O', policy_status: 'P', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1667875', channel_code: 'BRN', policy_type: 'O', policy_status: 'R', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1623905', channel_code: 'BRN', policy_type: 'O', policy_status: 'W', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'PAR90000382', channel_code: 'BRN', policy_type: 'P', policy_status: 'I', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0085507', channel_code: 'BRN', policy_type: 'G', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0063892', channel_code: 'BRN', policy_type: 'G', policy_status: '1', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0185587', channel_code: 'BRN', policy_type: 'G', policy_status: '2', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0199366', channel_code: 'BRN', policy_type: 'G', policy_status: '6', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0173613', channel_code: 'BRN', policy_type: 'G', policy_status: '8', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6730130', channel_code: 'BRN', policy_type: 'I', policy_status: '1', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5957825', channel_code: 'BRN', policy_type: 'I', policy_status: '2', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6870763', channel_code: 'BRN', policy_type: 'I', policy_status: '6', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5751789', channel_code: 'BRN', policy_type: 'I', policy_status: '8', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1642718', channel_code: 'BRN', policy_type: 'O', policy_status: 'E', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1548807', channel_code: 'BRN', policy_type: 'O', policy_status: 'F', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600642', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1688642', channel_code: 'BRN', policy_type: 'O', policy_status: 'O', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1248105', channel_code: 'BRN', policy_type: 'O', policy_status: 'R', contact_code: 'BRP', policy_line: 'ANN', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600673', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'MRTA', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1663440', channel_code: 'BRN', policy_type: 'O', policy_status: 'E', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1002268', channel_code: 'BRN', policy_type: 'O', policy_status: 'F', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600651', channel_code: 'BRN', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1691428', channel_code: 'BRN', policy_type: 'O', policy_status: 'O', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '0309205', channel_code: 'BRN', policy_type: 'O', policy_status: 'P', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1667875', channel_code: 'BRN', policy_type: 'O', policy_status: 'R', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1623905', channel_code: 'BRN', policy_type: 'O', policy_status: 'W', contact_code: 'BRP', policy_line: 'ORD', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'PAR90000382', channel_code: 'BRN', policy_type: 'P', policy_status: 'I', contact_code: 'BRP', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0085507', channel_code: 'SVC', policy_type: 'G', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0063892', channel_code: 'SVC', policy_type: 'G', policy_status: '1', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0185587', channel_code: 'SVC', policy_type: 'G', policy_status: '2', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0199366', channel_code: 'SVC', policy_type: 'G', policy_status: '6', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0173613', channel_code: 'SVC', policy_type: 'G', policy_status: '8', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6730130', channel_code: 'SVC', policy_type: 'I', policy_status: '1', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5957825', channel_code: 'SVC', policy_type: 'I', policy_status: '2', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6870763', channel_code: 'SVC', policy_type: 'I', policy_status: '6', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5751789', channel_code: 'SVC', policy_type: 'I', policy_status: '8', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1642718', channel_code: 'SVC', policy_type: 'O', policy_status: 'E', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1548807', channel_code: 'SVC', policy_type: 'O', policy_status: 'F', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600642', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1248105', channel_code: 'SVC', policy_type: 'O', policy_status: 'R', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600673', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'MRTA', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1663440', channel_code: 'SVC', policy_type: 'O', policy_status: 'E', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1002268', channel_code: 'SVC', policy_type: 'O', policy_status: 'F', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600651', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '0309205', channel_code: 'SVC', policy_type: 'O', policy_status: 'P', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1667875', channel_code: 'SVC', policy_type: 'O', policy_status: 'R', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1623905', channel_code: 'SVC', policy_type: 'O', policy_status: 'W', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'PAR90000382', channel_code: 'SVC', policy_type: 'P', policy_status: 'I', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบมอบอำนาจ*...'], ['7. ใบคำขอเอาประกันภัย*...'], ['8. สำเนาหน้าตารางกรมธรรม์*...'], ['9. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0085507', channel_code: 'SVC', policy_type: 'G', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0063892', channel_code: 'SVC', policy_type: 'G', policy_status: '1', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0185587', channel_code: 'SVC', policy_type: 'G', policy_status: '2', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0199366', channel_code: 'SVC', policy_type: 'G', policy_status: '6', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0173613', channel_code: 'SVC', policy_type: 'G', policy_status: '8', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6730130', channel_code: 'SVC', policy_type: 'I', policy_status: '1', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5957825', channel_code: 'SVC', policy_type: 'I', policy_status: '2', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6870763', channel_code: 'SVC', policy_type: 'I', policy_status: '6', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5751789', channel_code: 'SVC', policy_type: 'I', policy_status: '8', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1642718', channel_code: 'SVC', policy_type: 'O', policy_status: 'E', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1548807', channel_code: 'SVC', policy_type: 'O', policy_status: 'F', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600642', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1688642', channel_code: 'SVC', policy_type: 'O', policy_status: 'O', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1248105', channel_code: 'SVC', policy_type: 'O', policy_status: 'R', contact_code: 'ATN', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600673', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'MRTA', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1663440', channel_code: 'SVC', policy_type: 'O', policy_status: 'E', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1002268', channel_code: 'SVC', policy_type: 'O', policy_status: 'F', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600651', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1691428', channel_code: 'SVC', policy_type: 'O', policy_status: 'O', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '0309205', channel_code: 'SVC', policy_type: 'O', policy_status: 'P', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1667875', channel_code: 'SVC', policy_type: 'O', policy_status: 'R', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1623905', channel_code: 'SVC', policy_type: 'O', policy_status: 'W', contact_code: 'ATN', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'PAR90000382', channel_code: 'SVC', policy_type: 'P', policy_status: 'I', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบมอบอำนาจ*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0085507', channel_code: 'SVC', policy_type: 'G', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0063892', channel_code: 'SVC', policy_type: 'G', policy_status: '1', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0185587', channel_code: 'SVC', policy_type: 'G', policy_status: '2', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0199366', channel_code: 'SVC', policy_type: 'G', policy_status: '6', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0173613', channel_code: 'SVC', policy_type: 'G', policy_status: '8', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6730130', channel_code: 'SVC', policy_type: 'I', policy_status: '1', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5957825', channel_code: 'SVC', policy_type: 'I', policy_status: '2', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6870763', channel_code: 'SVC', policy_type: 'I', policy_status: '6', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5751789', channel_code: 'SVC', policy_type: 'I', policy_status: '8', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1642718', channel_code: 'SVC', policy_type: 'O', policy_status: 'E', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1548807', channel_code: 'SVC', policy_type: 'O', policy_status: 'F', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600642', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1248105', channel_code: 'SVC', policy_type: 'O', policy_status: 'R', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600673', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'MRTA', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1663440', channel_code: 'SVC', policy_type: 'O', policy_status: 'E', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1002268', channel_code: 'SVC', policy_type: 'O', policy_status: 'F', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600651', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '0309205', channel_code: 'SVC', policy_type: 'O', policy_status: 'P', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1667875', channel_code: 'SVC', policy_type: 'O', policy_status: 'R', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1623905', channel_code: 'SVC', policy_type: 'O', policy_status: 'W', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'PAR90000382', channel_code: 'SVC', policy_type: 'P', policy_status: 'I', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN03'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'], ['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'], ['6. ใบคำขอเอาประกันภัย*...'], ['7. สำเนาหน้าตารางกรมธรรม์*...'], ['8. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้รับประโยชน์)...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0085507', channel_code: 'SVC', policy_type: 'G', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0063892', channel_code: 'SVC', policy_type: 'G', policy_status: '1', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0185587', channel_code: 'SVC', policy_type: 'G', policy_status: '2', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0199366', channel_code: 'SVC', policy_type: 'G', policy_status: '6', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'ข0173613', channel_code: 'SVC', policy_type: 'G', policy_status: '8', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6730130', channel_code: 'SVC', policy_type: 'I', policy_status: '1', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5957825', channel_code: 'SVC', policy_type: 'I', policy_status: '2', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'I6870763', channel_code: 'SVC', policy_type: 'I', policy_status: '6', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'A5751789', channel_code: 'SVC', policy_type: 'I', policy_status: '8', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1642718', channel_code: 'SVC', policy_type: 'O', policy_status: 'E', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1548807', channel_code: 'SVC', policy_type: 'O', policy_status: 'F', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600642', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1688642', channel_code: 'SVC', policy_type: 'O', policy_status: 'O', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1248105', channel_code: 'SVC', policy_type: 'O', policy_status: 'R', contact_code: 'BRP', policy_line: 'ANN', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600673', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'MRTA', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1663440', channel_code: 'SVC', policy_type: 'O', policy_status: 'E', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1002268', channel_code: 'SVC', policy_type: 'O', policy_status: 'F', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '2600651', channel_code: 'SVC', policy_type: 'O', policy_status: 'I', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1691428', channel_code: 'SVC', policy_type: 'O', policy_status: 'O', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '0309205', channel_code: 'SVC', policy_type: 'O', policy_status: 'P', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1667875', channel_code: 'SVC', policy_type: 'O', policy_status: 'R', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: '1623905', channel_code: 'SVC', policy_type: 'O', policy_status: 'W', contact_code: 'BRP', policy_line: 'ORD', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
  {
    policy_no: 'PAR90000382', channel_code: 'SVC', policy_type: 'P', policy_status: 'I', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN12'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...']], type: 'detail_document' },
      ]
    }
  },
];