// นำเข้าใช้ข้อมูลจากไฟล์ data_endorse.data.js  
// อ้างอิงชีท Google Sheet : https://docs.google.com/spreadsheets/d/1HTN4nBwcEt2Uff4Al2vaa49db-kbc_LTe0G_99lB3FY/edit?gid=1952019565#gid=1952019565

export const data_matrix_save_endorse = [
  // {
  //   policy_no: 'ข0239472', channel_code: 'BRN', policy_type: 'G', policy_status: '0', contact_code: 'AGT', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN01'],
  //   expecteddata: {
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']] }],
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']], type: 'detail_document' },
  //     ]
  //   }
  // },
  // {
  //   policy_no: 'ข0241210', channel_code: 'BRN', policy_type: 'G', policy_status: '1', contact_code: 'AGT', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN01'],
  //   expecteddata: {
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']] }],
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']], type: 'detail_document' },
  //     ]
  //   }
  // },
  // {
  //   policy_no: 'ข0185587', channel_code: 'BRN', policy_type: 'G', policy_status: '2', contact_code: 'AGT', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN01'],
  //   expecteddata: {
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']] }],
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']], type: 'detail_document' },
  //     ]
  //   }
  // },
  // {
  //   policy_no: 'ข0199366', channel_code: 'BRN', policy_type: 'G', policy_status: '6', contact_code: 'AGT', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN01'],
  //   expecteddata: {
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']] }],
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']], type: 'detail_document' },
  //     ]
  //   }
  // },
  {
    policy_no: '1424623', channel_code: 'BRN', policy_type: 'O', policy_status: 'W', contact_code: 'BRP', policy_line: 'ORD', username: '6600', password: '123', endorse_code: ['ECN14'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบคำขอเอาประกันภัย*'], ['4. สำเนาหน้าตารางกรมธรรม์*'], ['5. เอกสารอื่นๆ...'], ['6. ใบแจ้งความกรณีกรมธรรม์สูญหาย...'], ['7. ภาพกรมธรรม์ชำรุด'], ['8. หนังสือคำสั่งขออนุมัติ (กรณีขอยกเว้นรายได้ค่าบริการออกกรมธรรม์)'], ['9. ใบรับฝากเบี้ย']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบคำขอเอาประกันภัย*'], ['4. สำเนาหน้าตารางกรมธรรม์*'], ['5. เอกสารอื่นๆ...'], ['6. ใบแจ้งความกรณีกรมธรรม์สูญหาย...'], ['7. ภาพกรมธรรม์ชำรุด'], ['8. หนังสือคำสั่งขออนุมัติ (กรณีขอยกเว้นรายได้ค่าบริการออกกรมธรรม์)'], ['9. ใบรับฝากเบี้ย']], type: 'detail_document' },
      ]
    }
  },
  // {
  //   policy_no: 'ข0195431', channel_code: 'SVC', policy_type: 'G', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN01'],
  //   expecteddata: {
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']] }],
  //     'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'], ['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'], ['5. ใบคำขอเอาประกันภัย*'], ['6. สำเนาหน้าตารางกรมธรรม์*'], ['7. เอกสารอื่นๆ...']], type: 'detail_document' },
  //     ]
  //   }
  // },
];