// นำเข้าใช้ข้อมูลจากไฟล์ data_endorse_doc_retest_v1.data.js // สำหรับ Retest Test Data 
// อ้างอิงชีท Google Sheet 
// สำหรับการตรวจสลักหลัง 1 by 1 : https://docs.google.com/spreadsheets/d/1HTN4nBwcEt2Uff4Al2vaa49db-kbc_LTe0G_99lB3FY/edit?gid=1952019565#gid=1952019565
// สำหรับการตรวจสลักหลัง Pack   : https://docs.google.com/spreadsheets/d/1c9hcyuL2kE5Watf2D_A1ahwCu-E_1Fce4jzKsMkwPjg/edit?gid=599078987#gid=599078987
//========================================
//
// -- คิวรี่แบบแยก IND เป็น IND และ GOV และแยก ORD ที่เป็น ALL ให้แสดงใน sub_policy_type เป็น ORD , MRTA ,MLTA,ANN
// DB : Alter
// SELECT DISTINCT
//   doc.channel_code,
//   dup.out_policy_type               AS policy_type,
//   cec.policy_line,
//   spt.sub_policy_type,                                
//   doc.contact_code,
//   doc.endorse_code,
//   me.endorse_name,
//   cec.policy_status,
//   cec.policy_format,
//   cec.active_flag,
//   sub.sub_policy_status,

//   -- ✅ unique_key ต่อกันด้วย _
//   CONCAT_WS('_',
//     doc.channel_code,
//     dup.out_policy_type,
//     spt.sub_policy_type,
//     sub.sub_policy_status,
//     doc.contact_code
//   ) AS unique_key

// FROM cf_endorse_service_contact_document AS doc
// JOIN ms_document     AS md  ON md.document_code   = doc.document_code
// JOIN ms_endorsement  AS me  ON me.endorse_code    = doc.endorse_code
// LEFT JOIN public.cf_endorse_condition AS cec
//        ON cec.endorse_code = doc.endorse_code

// -- แตกสถานะย่อยจาก policy_status
// CROSS JOIN LATERAL (
//   SELECT UNNEST(
//     CASE
//       WHEN UPPER(COALESCE(cec.policy_status,'')) = 'ALL' AND cec.policy_type = 'O'
//         THEN ARRAY['T','C','S','Z','A','E','F','I','L','O','P','R','W','D','M']::text[]
//       WHEN UPPER(COALESCE(cec.policy_status,'')) = 'ALL' AND cec.policy_type = 'I'
//         THEN ARRAY['0','1','2','6','7','8','A','C','D','S','R','M','T']::text[]
//       WHEN UPPER(COALESCE(cec.policy_status,'')) = 'ALL' AND cec.policy_type = 'P'
//         THEN ARRAY['I','B','C','D','L','M','Z']::text[]
//       ELSE ARRAY[cec.policy_status::text]
//     END
//   ) AS sub_policy_status
// ) AS sub

// -- duplicate policy_type: I → I,G
// CROSS JOIN LATERAL (
//   SELECT UNNEST(
//     CASE
//       WHEN cec.policy_type = 'I' THEN ARRAY['I','G']::text[]
//       ELSE ARRAY[cec.policy_type::text]
//     END
//   ) AS out_policy_type
// ) AS dup

// -- สร้าง sub_policy_type ตามกติกา
// CROSS JOIN LATERAL (
//   SELECT UNNEST(
//     CASE
//       WHEN dup.out_policy_type = 'O'
//        AND UPPER(COALESCE(cec.policy_line,'')) = 'ALL'
//         THEN ARRAY['ORD','MRTA','MLTA','ANN']::text[]
//       ELSE ARRAY[cec.policy_line::text]
//     END
//   ) AS sub_policy_type
// ) AS spt

// WHERE CONCAT_WS('_',
//         doc.channel_code,
//         dup.out_policy_type,
//         spt.sub_policy_type,
//         sub.sub_policy_status,
//         doc.contact_code
//       ) = 'SVC_I_ALL_0_POS'
// ORDER BY
//   doc.channel_code,
//   doc.contact_code,
//   doc.endorse_code,
//   me.endorse_name,
//   dup.out_policy_type,
//   spt.sub_policy_type NULLS LAST,
//   sub.sub_policy_status;
//===============================================
// 
// set 1  ทดสอบเฉพาะสลักหลังเหล่านี้
// ECN01 ✅
// ECN02 ✅
// ECN03 ✅
// ECN08 ✅
// ECN12 ✅
// ECN14 ✅ 

export const data_matrix_save_endorse = [
     { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'AGT', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'BNF', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'INS', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'INS', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'LGS', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'MSG', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRM', policy_type: 'I', policy_status: '0', contact_code: 'PAY', policy_line: 'ALL', username: 'hub1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'AGT', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'ALT', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'ALT', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'BNF', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'BRM', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'BRM', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'CRM', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'CRM', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'GRP', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'GRP', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'INS', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'INS', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'LGS', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'MSG', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'BRN', policy_type: 'I', policy_status: '0', contact_code: 'PAY', policy_line: 'ALL', username: '6600', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'AGT', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'BNF', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'INS', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'INS', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'LGS', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'MSG', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'CRM', policy_type: 'I', policy_status: '0', contact_code: 'PAY', policy_line: 'ALL', username: 'crm1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'ALT', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'ALT', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'BRM', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'BRM', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'BRN', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'BRN', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'CRM', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'CRM', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'GRP', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'GRP', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'OPR', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'OPR', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'SSG', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'OPR', policy_type: 'I', policy_status: '0', contact_code: 'SSG', policy_line: 'ALL', username: 'oper1', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'AGT', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. รายงานการเข้าพบผู้เอาประกันภัย*...'],['7. บันทึกปากคำผู้เอาประกันภัย*...'],['8. ภาพถ่ายผู้เอาประกันภัย ขณะเขียนใบคำขอเปลี่ยนแปลงแก้ไขกรมธรรม์*...'],['9. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['10. สำเนาสมุดบัญชีธนาคาร*...'],['11. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'ATN', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'BNF', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'BRP', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'INS', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN05'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...'],['5. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมดและผู้รับโอนสิทธิ)*'],['6. คำขอยกเลิกโอนสิทธิและประโยชน์ตามกรมธรรม์*...'],['7. สำเนาสมุดบัญชีธนาคาร*...'],['8. ใบมรณบัตร (กรณีผู้รับโอนสิทธิเดิมเสียชีวิต)']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'INS', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'LGS', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'MSG', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  { policy_no: 'J7615451', channel_code: 'SVC', policy_type: 'I', policy_status: '0', contact_code: 'PAY', policy_line: 'ALL', username: '0999', password: '123', endorse_code: ['ECN07'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาบัตรประชาชน (ผู้รับประโยชน์ทั้งหมด)*'],['5. สำเนาทะเบียนบ้าน (ผู้รับประโยชน์ทั้งหมด)*...']], type: 'detail_document'},
]}},
  
  
];