export const data_matrix_save_endorse = [
  { policy_no: '2600651', channel_code: 'BRM', policy_type: 'G', policy_status: '0', contact_code: 'AGT', policy_line: 'ALL', username: '1200', password: '123', endorse_code: ['ECN01'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{label: 'รายการเอกสาร',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'],['5. ใบคำขอเอาประกันภัย*...'],['6. สำเนาหน้าตารางกรมธรรม์*...'],['7. เอกสารอื่นๆ...']]}],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{label: 'หมายเหตุเอกสารแนบ Header',  data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'],['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'],['3. สำเนาทะเบียนบ้าน (ผู้เอาประกันภัย)*...'],['4. สำเนาหนังสือสำคัญแสดงการจดทะเบียนเปลี่ยนชื่อ (ผู้เอาประกันภัย)*...'],['5. ใบคำขอเอาประกันภัย*...'],['6. สำเนาหน้าตารางกรมธรรม์*...'],['7. เอกสารอื่นๆ...']], type: 'detail_document'},
]}},
];