// นำเข้าใช้ข้อมูลจากไฟล์ data_endorse.data.js  
// อ้างอิงชีท Google Sheet : https://docs.google.com/spreadsheets/d/1HTN4nBwcEt2Uff4Al2vaa49db-kbc_LTe0G_99lB3FY/edit?gid=1952019565#gid=1952019565

export const data_matrix_save_endorse = [
  {
    policy_no: '1424623', channel_code: 'BRN', policy_type: 'O', policy_status: 'W', contact_code: 'BRP', policy_line: 'ORD', username: '6600', password: '123', endorse_code: ['ECN14'],
    expecteddata: {
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_1_Detail_Panel_Data': [{ label: 'รายการเอกสาร', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบคำขอเอาประกันภัย*'], ['4. สำเนาหน้าตารางกรมธรรม์*'], ['5. ใบรับฝากเบี้ย*'], ['6. เอกสารอื่นๆ...'], ['7. ใบแจ้งความกรณีกรมธรรม์สูญหาย...'], ['8. ภาพกรมธรรม์ชำรุด'], ['9. หนังสือคำสั่งขออนุมัติ (กรณีขอยกเว้นรายได้ค่าบริการออกกรมธรรม์)']] }],
      'SELECTOR_Alteration_MENU_SUB_7_In_Page_2_Detail_Panel_Data': [{ label: 'หมายเหตุเอกสารแนบ Header', data: [['1. คำขอเปลี่ยนแปลงแก้ไขกรมธรรม์ (Code 02135)*...'], ['2. สำเนาบัตรประชาชน หรือ สูติบัตร (ผู้เอาประกันภัย)*...'], ['3. ใบคำขอเอาประกันภัย*'], ['4. สำเนาหน้าตารางกรมธรรม์*'], ['5. ใบรับฝากเบี้ย*'], ['6. เอกสารอื่นๆ...'], ['7. ใบแจ้งความกรณีกรมธรรม์สูญหาย...'], ['8. ภาพกรมธรรม์ชำรุด'], ['9. หนังสือคำสั่งขออนุมัติ (กรณีขอยกเว้นรายได้ค่าบริการออกกรมธรรม์)']], type: 'detail_document' },
      ]
    }
  },
];